Repository: typerlc/ankice-deps
Catalog: libanki/anki/locale/libanki_*.po
Languages: es_es

source: A format suitable for Heisig's "Remembering the Kanji". You are tested from the keyword to the kanji. Layout of the test is based on the great work at http://kanji.koohii.com/ The link in the question will list user-contributed stories. A free login is required.
es_es: Un formato idóneo para el libro "Kanji para Recordar" de Heisig. Será examinado desde la palabra clave a los kanji. La plantilla está basada en el gran trabajo en http://kanji.koohii.com/ El enlace de la pregunta le mostrará historias hechas por los usuarios. Se requiere una identificación gratuita.

source: Enter the English expression you want to learn in the 'Expression' field. Enter a description in Japanese or English in the 'Meaning' field.
es_es: Introduzca la expresión en inglés que desea aprender en el campo 'Expresión. Introduzca una descripción en japonés o inglés en el campo de 'Significado'.

source: The reading field is automatically generated by default, and shows the reading for the expression. For words that are normally written in hiragana or katakana and don't need a reading, you can put the word in the expression field, and leave the reading field blank. A reading will will not automatically be generated for words written in only hiragana or katakana. Note that the automatic generation of meaning is not perfect, and should be checked before adding cards.
es_es: El campo de lectura se genera automáticamente por defecto, y muestra la lectura de la expresión. Para las palabras que se escriben normalmente en hiragana y katakana y no necesitan una lectura, puede poner la palabra en el campo de expresión, y dejar el campo de lectura en blanco. La lectura no será creada automáticamente para palabras escritas solamente en hiragana o katakana. Dése cuenta de que la creación automática de significados no es perfecta, y debe ser comprobado antes de añadir significados.

source: %(count)s %(gradename)s kanji.
es_es: %(count)s %(gradename)s kanji.s

source: %(gradename)s: %(count)s of %(total)s (%(percent)0.1f%%).
es_es: %(gradename)s: %(count)s de %(total)s (%(percent)0.1f%%).

source: %0.1f seconds
es_es: %0.1f segundos

source: %s ago
es_es: hace %s

source: %s day
es_es: %s día

source: %s hour
es_es: %s hora

source: %s minute
es_es: %s minuto

source: %s second
es_es: %s segundo

source: %s year
es_es: %s año

source: <b>Averages</b><br>
es_es: <b>Medias</b><br>

source: <b>Card counts</b><br>
es_es: <b>Número de tarjetas</b><br>

source: <b>Correct answers</b><br>
es_es: <b>Respuestas correctas</b><br>

source: <h1>Kanji statistics</h1>The %d seen cards in this deck contain:
es_es: <h1>Estadísticas de kanjis</h1>Las %d tarjetas vistas en este mazo contienen:

source: <li>%d total unique kanji.</li>
es_es: <li>%d kanjis únicos totales.</li>

source: A basic flashcard with a front and a back. Questions are asked from front to back by default. Please consider customizing this model, rather than using it verbatim: field names like "expression" are clearer than "front" and "back", and will ensure that your entries are consistent.
es_es: Una tarjeta flash básica con la cara y el reverso. Las preguntas serán examinadas por defecto, desde la cara al reverso . Tenga en cuenta que puede personalizar el modelo, en lugar de dejarlo tal cual: campos como "expresión" son más clarificadores que "cara" y "reverso", y se asegurará de que sus entradas sean más consecuentes.

source: A description in your native language, or Cantonese
es_es: Una descripición en su lengua materna, o cantonés

source: A description in your native language, or Japanese
es_es: Una descripición en su lengua materna, o japonés

source: A description in your native language, or Mandarin
es_es: Una descripición en su lengua materna, o mMandarín

source: A question.
es_es: Una pregunta.

source: A word or expression written in Hanzi.
es_es: Una palabra o expresión escrita en Hanzi.

source: A word or expression written in Kanji.
es_es: Una palabra o expresión escrita en Kanji.

source: Actively test your recall by producing the target expression
es_es: Comprueba su memoria activamente escribiendo la expresión de destino

source: Added
es_es: Añadido

source: Added: <b>%(a)d</b> a day, <b>%(b)d</b> a month<br>
es_es: Añadidas: <b>%(a)d</b> por día, <b>%(b)d</b> por mes<br>

source: Anki deck (*.anki)
es_es: Mazo Anki (*.anki)

source: Anki decks (*.anki)
es_es: Mazos Anki (*.anki)

source: Automatically generated by default.
es_es: Creado automáticamente por defecto.

source: Average time
es_es: Tiempo medio

source: Back to front
es_es: Desde el reverso a la cara

source: Basic
es_es: Básico

source: Can't read/write deck
es_es: No se puede leer/escribir el mazo

source: Can't read/write directory
es_es: No se puede leer/escribir el directorio

source: Cantonese
es_es: Cantonés

source: Card model tags
es_es: Etiquetas del modelo de tarjetas

source: Card tags
es_es: Etiquetas de la tarjeta

source: Cards in tab-separated text file (*.txt)
es_es: Tarjetas en un archivo de texto separado por tabulador (*.txt)

source: Center
es_es: Centrar

source: Changed
es_es: Cambiado

source: Correct count
es_es: Veces correcto

source: Current factor
es_es: Factor actual

source: Current interval
es_es: Intervalo actual

source: Deck Statistics
es_es: Estadísticas del Mazo

source: Deck created: <b>%s</b> ago<br>
es_es: Mazo creado: Hace <b>%s</b><br>

source: English
es_es: Inglés

source: Fact tags
es_es: Etiquetas de hechos

source: Facts in tab-separated text file (*.txt)
es_es: Hechos en un archivo de texto separado por tabulador (*.txt)

source: File is in use by another process
es_es: El archivo está en uso por otro proceso

source: First review
es_es: Primer repaso

source: First time
es_es: Primera vez

source: First-seen cards: <b>%(gNewYes%)0.1f%%</b> (<b>%(gNewYes)d</b> of <b>%(gNewTotal)d</b>)<br><br>
es_es: Vistas por primera vez: <b>%(gNewYes%)0.1f%%</b> (<b>%(gNewYes)d</b> de <b>%(gNewTotal)d</b>)<br><br>

source: From the English expression to the meaning.
es_es: Desde la expresión en inglés al significado.

source: From the keyword to the Kanji.
es_es: Desde la palabra clave a el Kanji.

source: From the meaning to the English expression.
es_es: Desde el significado a la expresión en inglés.

source: Front to back
es_es: Desde la cara al reverso

source: Interval: <b>%0.0f</b> days<br/>
es_es: Intervalo: <b>%0.0f</b> días<br/>

source: Japanese
es_es: Japonés

source: Jouyou levels:
es_es: Niveles Jouyou:

source: Last factor
es_es: Último factor

source: Last interval
es_es: Último intervalo

source: Left
es_es: Izquierda

source: Mandarin
es_es: Mandarín

source: Mature
es_es: Madura

source: Mature cards
es_es: Tarjetas maduras

source: Mature cards: <b>%(gMatureYes%)0.1f%%</b> (<b>%(gMatureYes)d</b> of <b>%(gMatureTotal)d</b>)<br>
es_es: Tarjetas maduras: <b>%(gMatureYes%)0.1f%%</b> (<b>%(gMatureYes)d</b> de <b>%(gMatureTotal)d</b>)<br>

source: Mature cards: <b>%(old)d</b> (<b>%(oldP)0.2f%%</b>)<br>
es_es: Tarjetas maduras: <b>%(old)d</b> (<b>%(oldP)0.2f%%</b>)<br>

source: Model tags
es_es: Etiquetas del modelo

source: New cards
es_es: Nueva tarjeta

source: Next due
es_es: Siguiente repaso dentro de

source: Please add some cards first.<p/>
es_es: Por favor, añada algunas tarjetas antes.<p/>

source: Repeatedly correct
es_es: Repetido correctamente

source: Review count
es_es: Veces repasado

source: Right
es_es: Derecha

source: Show new cards in order they were added
es_es: Mostrar nuevas tarjetas en el orden en el que fueron añadidas

source: Show new cards in random order
es_es: Mostrar nuevas tarjetas de forma aleatoria

source: State
es_es: Estado

source: Test your ability to recognize the target expression
es_es: Compruebe su habilidad para reconocer la expresión de destino

source: Text files (*.txt)
es_es: Archivos de texto (*.txt)

source: The answer.
es_es: La respuesta.

source: Total number of cards: <b>%d</b><br><br>
es_es: Número total de tarjetas: <b>%d</b><br><br>

source: Total time
es_es: Tiempo total

source: Unknown
es_es: Desconocido

source: Unseen cards: <b>%(new)d</b> (<b>%(newP)0.2f%%</b>)<br><br>
es_es: Tarjetas no mostradas: <b>%(new)d</b> (<b>%(newP)0.2f%%</b>)<br><br>

source: Workload: <b>%0.1f</b> cards/day<br/>
es_es: Volumen de trabajo: <b>%0.1f</b> tarjetas/día<br/>

source: Young
es_es: Joven

source: Young cards
es_es: Tarjetas jóvenes

source: Young cards: <b>%(gYoungYes%)0.1f%%</b> (<b>%(gYoungYes)d</b> of <b>%(gYoungTotal)d</b>)<br>
es_es: Tarjetas jóvenes: <b>%(gYoungYes%)0.1f%%</b> (<b>%(gYoungYes)d</b> de <b>%(gYoungTotal)d</b>)<br>

source: Young cards: <b>%(young)d</b> (<b>%(youngP)0.2f%%</b>)<br>
es_es: Tarjetas jóvenes: <b>%(young)d</b> (<b>%(youngP)0.2f%%</b>)<br>

source: [empty]
es_es: [vacío]

source: [invalid format; see model properties]
es_es: [formato no válido; vea las propiedades del modelo]

source: a short time
es_es: en poco tiempo

source: in %s
es_es: en %s

source: unknown
es_es: desconocido
